import React from "react";

export const ManifestPage = () => {
  return (
    <div className="flex flex-col gap-2">
      <h4 className="font-bold">МАНИФЕСТ ОРГАНИЗАЦИИ «НАРОДНАЯ ВОЛЯ»</h4>
      <div className="flex flex-col gap-2">
        <p>
          {" "}
          Мы — свободные граждане России, у нас одна цель, революция: свержение
          диктатуры и построение справедливого общества. Система, построенна на
          лжи, насилии и страхе, должна быть разрушена. Режим, правящий Россией,
          — это симбиоз бандитов и жидов. 
        </p>
        <p className="font-semibold">Они не считаю нас за людей:</p>
        <ul className="flex flex-col gap-1 px-3">
          <li>Полностью подавили инакомыслия</li>
          <li>Вокруг ложь и цензура</li>
          <li>Они сажают все кто говорит правду</li>
          <li>
            Ведут войны, в которых гибнет простой народ, а они строят дворцы
          </li>
          <li>Они никогда не нажрутся</li>
        </ul>
      </div>
      <div>
       <p className="font-semibold"> Цели революции!</p>
        <ul className="flex flex-col gap-1 px-3">
          <li>Свержения диктатуры бандитов и жидов</li>
          <li>Полного демонтажа репрессивного аппарата</li>
          <li>
            Децентрализации власти и народного контроля над страной и её
            богатсвами
          </li>
          <li>Правды и силы народа</li>
        </ul>
      </div>
      <div className="flex flex-col gap-2">
        <p>
          Мы не верим в реформы. Мы не верим в диалог. Мы берем свободу, а не
          просим.
        </p>
        <p className="font-semibold">Наши принципы</p>
        <ul className="flex flex-col gap-1 px-3">
          <li>
            Мы революция — сопротивляйся это твой долг. Всякая диктатура
            держится, пока народ ей подчиняется.
          </li>
          <li>Действуй. Мы не занимаемся пустыми разговорами.</li>
          <li>
            Соблюдай правила конспирация и безопасности. Мы работаем в подполье,
            защищая друг друга.
          </li>
          <li>
            Борись и поддерживай тех кто борется. Мы едины с военными,
            журналистами, айти-специалистами, рабочими, студентами — со всеми,
            кто ненавидит эту систему.
          </li>
        </ul>
        <p className="font-semibold">Наши методы</p>
        <ul className="flex flex-col gap-1 px-3">
          <li>
            Информационная война — разоблачение преступлений власти, кибератаки,
            создание независимых СМИ.
          </li>
          <li>
            Экономический саботаж — подрыв коррупционных потоков, финансовая
            поддержка сопротивления.
          </li>
          <li>
            Прямые действия — акции саботажа, диверсии, поддержка протестов,
            создание автономных очагов сопротивления.
          </li>
          <li>
            Политическое образование — подготовка новой элиты, которая заменит
            эту преступную власть.
          </li>
        </ul>
      </div>
      <div>
        <p>Выход есть – революция.</p>
        <p>Каждый из нас — это часть будущего.</p>
        <p>Каждый из нас — это «Народная воля».</p>
        <p> «Народная воля» – присойденяйся.</p>{" "}
      </div>
    </div>
  );
};
